Repository: nerosketch/djing
Catalog: finapp/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Title
ru: Название

source: Secret
ru: Секрет

source: All time gateway
ru: Платёжный шлюз AllTime

source: Cost
ru: Цена

source: Trade point
ru: Торговая точка

source: Receipt num
ru: Номер квитанции

source: Pay gateway
ru: Платёжный шлюз

source: Fin report
ru: Фин. отчёт

source: Money by days
ru: Денег за дни

source: Date
ru: Дата

source: Pays not found
ru: Платежи не найдены

source: Export to csv
ru: Экспортировать в csv

source: Payment system
ru: Платёжная система

source: Payment history
ru: История платежей

source: User
ru: Абонент

source: Pay id
ru: ID платежа

source: Payment history is empty
ru: История платежей пуста

source: Change payment gateway
ru: Редактировать платёжный шлюз

source: Add payment gateway
ru: Добавить платёжный шлюз

source: Make new payment gateway
ru: Создать новый платёжный шлюз

source: Type info about payment gateway
ru: Укажите данные для платёжной системы

source: Save
ru: Сохранить

source: Add
ru: Добвить

source: Reset
ru: Сбросить

source: List of payment gateways
ru: Список платёжных систем

source: Pays count
ru: Количество платежей всего

source: Edit
ru: Изменить

source: Permission required
ru: Не хватает прав

source: Payment gateways not found
ru: Платёжные шлюзы не найдены

source: New pay gateway created successfully
ru: Новый платёжный шлюз успешно создан

source: Payment gateway successfully updated
ru: Платёжный шлюз успешно обновлён

source: Deleted
ru: Удалён
