Repository: nerosketch/djing
Catalog: devapp/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Reboot not ready
ru: Перезагрузка для устройства не готова

source: Ip address is required
ru: Ip адрес необходим

source: File %(filename)s is not exists or not executable
ru: Файл '%(filename)s' не существует или не исполняем

source: DLink switch
ru: Свич D'Link

source: You have not info in extra_data field, please fill it in JSON
ru: Не заполнено поле 'Техническая информация', обратитесь к администратору

source: does not fetch the mac
ru: не нашёл мак

source: wait for a reply from the SNMP Timeout
ru: Время ожидания ответа от SNMP истекло

source: Ip address or parent device with ip address required for ONU device
ru: Необходим ip адрес. Или родительское устройство с назначенным ip адресом необходимо.

source: ONU not connected
ru: ONU не в сети

source: Onu snmp field must be en integer
ru: Поле для snmp информации об ONU должно быть числом

source: Eltex switch
ru: Элтекс свич

source: Zte onu snmp field must be two dot separated integers
ru: Поле snmp информации для ZTE ONU должно быть двумя целыми числами, разделенными точкой

source: Huawei switch
ru: Huawei

source: Mac address is required for fill
ru: MAC-адрес необходим для заполнения

source: Device with that mac is already exist
ru: Устройство с этим мак-адресом уже есть

source: Port number on device must be unique
ru: Номер порта на устройстве должен быть уникальным

source: Is save before reboot
ru: Сохраниться перед перезагрузкой

source: Ip address
ru: Ip адрес

source: Mac address
ru: Мак адрес

source: Comment
ru: Комментарий

source: Device type
ru: Тип устройства

source: SNMP password
ru: Пароль SNMP

source: Device group
ru: Группа устройства

source: Parent device
ru: Родительское устройство

source: SNMP extra info
ru: Доп. инфо для snmp

source: Extra data
ru: Дополнительные данные

source: Extra data in JSON format. You may use it for your custom data
ru: Дополнительные данные в формате JSON. Вы можете хранить там собственные данные

source: Undefined
ru: Не определено

source: Up
ru: В сети

source: Unreachable
ru: Не доступно

source: Down
ru: Не в сети

source: Status
ru: Состояние

source: Send notify when monitoring state changed
ru: Отправлять уведомления при событиях мониторинга

source: Device
ru: Устройство

source: Devices
ru: Устройства

source: Number
ru: Номер

source: Description
ru: Описание

source: Can toggle ports
ru: Может переключать порты

source: Port
ru: Порт

source: Ports
ru: Порты

source: Groups
ru: Группы

source: Add new device
ru: Добавить устройство

source: Not assigned
ru: &lt;Не назначено&gt;

source: Device info
ru: Инфа о железке

source: Find the device
ru: Найти устройство

source: Save
ru: Сохранить

source: Reset
ru: Сбросить форму

source: Title of the type of switch
ru: Название типа свича

source: Uptime
ru: Время работы

source: Disable port
ru: Выключить порт

source: Enable port
ru: Включить порт

source: We have not received info, please check options :(
ru: Инфа не получена, проверьте настройки :(

source: Ports management
ru: Управление портами

source: Count of subscribers
ru: Сколько абонов

source: Port should not have more than one subscriber, <a href='%(furl)s'>fix that</a>
ru: Порт не должен иметь больше одного назначенного абонента, <a href='%(furl)s'>исправить</a>

source: Show subscriber on port
ru: Показать абонента на порту

source: Delete
ru: Удалить

source: Edit
ru: Редактировать

source: Ports not found
ru: Порты не найдены

source: Add
ru: Добавить

source: Add ports
ru: Добавить порты

source: Ports comment
ru: Комментарии портов

source: Title
ru: Название

source: We have not received info for ports
ru: Инфа о портах не получена

source: SNMP Num
ru: SNMP Ном.

source: Name
ru: Имя

source: Mac
ru: Мак

source: Signal
ru: Ур. сигнала

source: Create device
ru: Создать устройство

source: Long description
ru: Длинное описание

source: Hostname
ru: Имя хоста

source: OLT Scan
ru: Скан OLT

source: Unregistered units
ru: Незарегистрированные юниты

source: Firmware version
ru: Версия прошивки

source: LOID password
ru: LOID пароль

source: ONU not found
ru: ONU не найдена

source: Attached user
ru: Прикреплённый абонент

source: ONU Status
ru: Состояние ONU

source: ONU error
ru: ONU ошибка

source: Name on OLT
ru: Имя на OLT

source: Distance(m)
ru: Расстояние (м)

source: Mac on OLT
ru: MAC адрес на OLT

source: Mac-addresses does not match
ru: MAC адреса не совпадают

source: Fix it
ru: Исправить

source: Info does not fetch
ru: Информация не получена

source: Fiber
ru: Интерфейс

source: VLan list
ru: Список VLAN'ов

source: Serial
ru: Серийник

source: Onu type
ru: Тип onu

source: Permission denied
ru: Доступ запрещён

source: Register device
ru: Зарегистрировать устройство

source: Reboot
ru: Перезагрузить

source: Tech date
ru: Техническая информация

source: Remove device
ru: Удалить устройство

source: Are you sure you want to delete device?
ru: Вы уверены что хотите удалить устройство?

source: Devices does not found
ru: Нет созданных устройств

source: Create
ru: Cоздать

source: Devices without group
ru: Устройства без группы

source: Fix device group
ru: Поправить группу устройства

source: Select group
ru: Выберите группу

source: Group title
ru: Название

source: Groups was not found
ru: Эта группа не найдена

source: Export to nagios objects
ru: Экспортировать конфиг для nagios

source: Mode
ru: Режим

source: Fix subscriber ports conflict
ru: Исправить конфликт абонентов на порту

source: Subscribers list on port
ru: Список абонентов на порту

source: You may choose the subscriber who correctly attached to device port. When you have found right subscriber, remove the port from the other person
ru: Вы можете выбрать абонента который правильно подключён к порту. Когда вы найдёте нужного абонента удалите этот порт у другого абонента чтоб исправить конфликт

source: Abons not found
ru: Абоненты не найдены

source: Are you sure?
ru: Вы уверены?

source: Are you sure that you want to delete switch port from db?
ru: Вы уверены что хотите удалить порт свича из бд?

source: Subscriber on port
ru: Абонент на порту

source: Change extra data for device
ru: Изменить дополнительные данные для устройства

source: Back
ru: Назад

source: Are you sure you want to reboot that device?
ru: Вы уверены что хотите перезагрузить это устройство?

source: Device successfully deleted
ru: Устройство успешно удалено

source: Duplicate user and port: %s
ru: Пользователь с таким портом и устройством уже есть: %s

source: You have redirected to existing device
ru: Вы были переадресованы на существующее устройство

source: Please attach group for device
ru: Пожалуйста назначте устройству группу в настройках

source: Device info has been saved
ru: Инфа о точке сохранена

source: Form is invalid, check fields and try again
ru: Ошибка в данных, проверте их ещё раз

source: Device extra data has successfully updated
ru: Дополнительная информация об устройстве успешно обновлена

source: Subscribers on port does not exist
ru: Абоненты на порту не найдены

source: More than one subscriber on device port
ru: Больше одного абонента на порту устройства

source: Device does not have a group, please fix that
ru: У устройства нет группы, пожалуйста, исправьте это

source: Device does not exist
ru: Устойство не найдено

source: Port successfully removed
ru: Порт успешно удалён

source: Port does not exist
ru: Порт не найден

source: Port successfully saved
ru: Порт успешно сохранён

source: Dot was not pinged
ru: Эта точка не пингуется

source: Not Set snmp device password
ru: Не указан snmp пароль для устройства

source: SNMP error on device
ru: Ошибка SNMP на устройстве

source: Signal for reboot has been sent
ru: Сигнал для перезагрузки отправлен

source: Command return nothing
ru: Комманда вернула пустое значение

source: Command returned %s
ru: Комманда вернула %s

source: Command return unknown
ru: Комманда вернула что-то не понятное

source: Device fixed
ru: Устройство исправлено

source: Device with mac address %(mac)s does not exist
ru: Устройство мак адресом %(mac)s не найдено

source: Fixed
ru: Исправлено, обновите страницу

source: Parent device not found
ru: Вышестоящее устройство не найдено

source: Unregistered onu not found
ru: Незарегистрированные ONU не найдены

source: Wrong login or password for telnet access
ru: Не правильный логин или пароль для доступа по telnet

source: Process locked by another process
ru: Процесс занят другой задачей, подождите чуть и попробуйте ещё

source: Device %(device_name)s is up
ru: %(device_name)s в сети

source: Device %(device_name)s is down
ru: %(device_name)s не в сети

source: Device %(device_name)s is unreachable
ru: %(device_name)s недостижим

source: Device %(device_name)s getting undefined status code
ru: Устройство %(device_name)s получило не определённый код состояния

source: View
ru: Посмотреть

source: Enter valid JSON
ru: Введите данные в формате JSON
